# -*- coding: utf-8 -*-
=begin
　2017.5.13
　データアクセスオブジェクト
=end

print DATA.read

__END__
おさげたん「さて、春ということで、もう一年が経ったわけだけど」

蒼「いつから？」

おさげたん「一年前」

蒼「は？」

おさげたん「いや、それはもうちょっと先」

蒼「一年前はどうしたのよ」

おさげたん「桜前線は年によって変わるから」

蒼「その「は」じゃないわよ」

おさげたん「このは？」

蒼「結局同じじゃないのよ」

おさげたん「じゃあそれで同値なのでは？」

蒼「全然網羅されてない」

おさげたん「桜前線は場所によって変わるから」

蒼「まず前提なんだけど、桜じゃない」

おさげたん「そういえばそうだった」

蒼「で、何の話なのよ」

おさげたん「最後に原稿を送ってから」

蒼「……あーーーっ！！」

おさげたん「阿行？」

蒼「修行じゃなくて像の名前よ」

おさげたん「パオーン」

蒼「金剛力士像」

おさげたん「Diamond Sumotori Statue」

蒼「すぐ燃えるわよ」

おさげたん「消火器を年に一度かけよう」

蒼「合理性が完全にゼロね」

おさげたん「お祭りとはそういうものなのだ」

蒼「全国のお祭関係部署から苦情が来るわよ」

おさげたん「でもダイヤモンドは金だからお神輿につけると重くて大変かー、残念」

蒼「5倍ぐらい間違ってるわね」

おさげたん「誤差の範囲内」

蒼「範囲が広すぎるわよ」

おさげたん「お祭りだからね」

蒼「お祭りじゃありません」

おさげたん「で、桜まつりの話だっけ？」

蒼「だから桜でも祭でも……って、だから！　原稿！　どうするのよ！」

おさげたん「大丈夫、とりあえず再放送で繋ぐらしいから」

蒼「なんだ、先に言いなさいよ」

おさげたん「いや今決めた」

蒼「勝手に決めるな！」

おさげたん「よし、じゃあ初めと終わりを差し替えて中を流用することで新作に見せかけよう」

蒼「もっとアウトよ！」

おさげたん「大丈夫、ばれるほど有名じゃないから」

蒼「……まあ、確かに」
